Revit 2024 API
CategorySet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual CategorySetIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As CategorySetIterator
Visual C++
public:
virtual CategorySetIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the set.
See Also
CategorySet Class
Autodesk.Revit.DB Namespace